Repository: VeikoSoomets/lawcats
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: et

source: Cannot request sources at this time. Extend your date limit to unlock this feature!
et: Ei saa allikaid tellida. Allikate tellimise võimaldamiseks, pikenda oma tähtaja limiiti!

source: Please fill both fields!
et: Palun täida mõlemad väljad!

source: Link %s is not valid! Please make sure it begins with www or http:// and that it can be accessed by yourself.
et: Link %s ei toimi! Palun veendu, et see algaks kui www või http:// ning et saad sellele ise ligi.

source: This link has already been requested by you.
et: Oled seda linki juba tellinud.

source: Could not implement source automatically! Engineers notified!
et: Allika automaatne lisamine ei õnnestunud! Inseneridele teavitus saadetud!

source: New source has been implemented! You can test this source in the search page right now!
et: Uus allikas lisatud! Saad seda allikat kohe otsingute lehel testida!

source: Agreed to terms!
et: Tingimustega nõustutud!

source: Did not agree to terms!
et: Ei nõustunud tingimustega!

source: Main category created!
et: Peakategooria loodud!

source: Sub category created!
et: Alamkategooria loodud!

source: Category created!
et: Kategooria loodud!

source: Main category deleted!
et: Peakategooria kustutatud!

source: Sub category deleted!
et: Alamkategooria kustutatud!

source: Category deleted!
et: Kategooria kustutatud

source: Tag %s added.
et: Silt %s lisatud.

source: Tag '%s' removed.
et: Silt '%s' eemaldatud.

source: Result removed.
et: Tulemus eemaldatud.

source: Result archived.
et: Tulemus arhiveeritud.

source: Result un-archived.
et: Tulemus arhiivist eemaldatud.

source: Changes will not be applied. If you want to use service without restriction, choose a paid package!
et: Muudatusi ei rakendata. Kui soovid teenust piiranguteta kasutada, siis vali tasuline pakett!

source: Querywords limit is exceeded. Change search frequencies, remove categories or querywords, or extend limit.
et: Märksõnade limiit ületatud. Muuda otsingu sagedust, eemalda kategooriad või märksõnu, või pikenda limiiti.

source: Please choose atleast one source!
et: Palun vali vähemalt üks allikas!

source: Number of querywords to add in one batch exceeds %s! If you would like to add more than %s querywords in a single operation, please refer to frequently asked questions!
et: Otsingusõnade hulk ühe lisamisega ületab lubatud piiri '%s'! Juhul, kui soovite lisada rohkem kui '%s' otsingusõna, vaadake infoks sektsiooni Kergesti Kippuvad Küsimused

source: New querywords added!
et: Uued otsingusõnad lisatud!

source: Frequency changed for '%s'
et: Sagedus muudetud märksõnale '%s'

source: Request '%s' removed!
et: Märksõna '%s' eemaldatud!

source: Category '%s' removed!
et: Kategooria '%s' eemaldatud!

source: Added categories
et: Lisatud kategooriad

source: All updates
et: Kõik uuendused

source: Payment processed and usage limit extended
et: Makse töödeldud ja kasutuslimiit pikendatud

source: Please type both passwords!
et: Palun sisestage mõlemad salasõnad!

source: Password successfully changed!
et: Salasõna edukalt muudetud!

source: Old password is wrong!
et: Vana salasõna on vale!

source: Congratulations! You are now member of %s group.
et: Õnnitleme! Sa oled nüüd %s grupi liige.

source: Declined joining group %s.
et: Grupiga %s ühinemisest loobutud.

source: User removed from usergroup
et: Kasutaja on kasutajagrupist eemaldatud.

source: You successfully left from usergroup %s
et: Lahkusid edukalt %s kasutajagrupist.

source: Cannot apply changes at this time. Extend your date limit to unlock this feature!
et: Muudatusi ei saa hetkel teha. Muudatuste tegemiseks pikenda oma kuupäeva limiiti!

source: User group created
et: Kasutajagrupp loodud

source: User is already in your group!
et: Kasutaja on juba sinu grupis!

source: User invitation sent - user needs to accept invitation.
et: Kutse saadetud - kasutaja peab kutse aktsepteerima.

source: lawcats - Invitation by %s!
et: lawcats - kutse %s poolt!

source: Invitation sent to this e-mail.
et: Kutse saadetud sellele e-posti aadressile.

source: You have not verified your account yet! Please check your e-mail!
et: Sa ei ole oma kontot veel verifitseerinud! Palun kontrolli oma e-posti!

source: Your time limit has been exceeded! Automatic searches disabled! You can extend your limit on your account <a href="/app/settings" class="alert-link">settings</a> page!
et: Sinu ajalimiit on ületatud! Automaatsed otsingud väljalülitatud! Automaatsete otsingute sisse lülitamiseks pikenda oma limiiti.

source: This email is already using lawcats :) You can simply login.
et: See e-post juba kasutab lawcats :) saad lihtsalt sisse logida.

source: Please fill all fields!
et: Palun täida kõik väljad!

source: You have to agree to terms of use before using the service.
et: Enne teenuse kasutamist pead nõustuma kasutajatingimustega.

source: e-mail address
et: e-posti aadress

source: username
et: kasutajanimi

source: Unable to create user for user "%s" because there is already a user with same %s
et: Ei saa luua kasutaja kasutaja "%s", sest kasutaja, kellel on sama %s on juba olemas

source: %s - New user activation!
et: %s - Uue kasutaja aktiveerimine!

source: We sent your e-mail address a link to activate your user account. When you have activated your account, you can login :)
et: Saatsime sinu e-postile lingi sinu konto aktiveerimiseks. Saad sisse logida pärast oma konto aktiveerimast :)

source: Please enter email address
et: Palun sisesta e-posti aadress

source: Could not find any user entry for email %s
et: E-postile %s ei leidnud ühtegi kasutaja registreeringut

source: Login with google sign in button
et: Logi sisse google sign in nupu kaudu

source: %s password recovery
et: %s salasõna taastamine

source: We sent you an e-mail with instructions how to reset your password.
et: Saatsime teile e-kirja koos juhistega, kuidas lähtestada teie salasõna.

source: User account has been verified
et: Kasutajakonto on kontrollitud

source: Passwords do not match!
et: Salasõnad ei kattu!

source: Password changed
et: Salasõna muudetud

source: Login failed! Wrong username or password.
et: Sisselogimine ebaõnnestus! Vale kasutajanimi või salasõna.

source: Answered to question!
et: Küsimusele vastatud!

source: New question posted! We will try to answer that ASAP!
et: Uus küsimus postitatud! Püüame vastata teile nii kiiresti kui võimalik!

source: Question removed!
et: Küsimus eemaldatud!

source: No search results
et: Otsingu tulemused puuduvad

source: Search successful
et: Otsing edukas

source: Got %s results
et: Sain %s tulemust

source: Did not find any results - try changing your query or add more sources
et: Ei leidnud ühtegi vastet - muutke päringut või lisage allikaid

source: Create Maincategory
et: Loo põhikategooria

source: Delete Maincategory
et: Kustuta põhikategooria

source: Create Subcategory
et: Loo alamkategooria

source: Delete Subcategory
et: Kustuta alamkategooria

source: Create Category
et: Loo kategooria

source: Delete Category
et: Kustuta kategooria

source: Notifications
et: Teavitused

source: Results
et: Tulemused

source: Search
et: Otsing

source: Settings
et: Seaded

source: Logout
et: Väljalogimine

source: You have disabled javascript. lawcats requires javascript to use.
et: Oled javascripti välja lülitanud. lawcats kasutamiseks on vaja javascripti.

source: Latest Results
et: Viimased Tulemused

source: No results
et: Tulemused puuduvad

source: Overview
et: Ülevaade

source: Your browser doesn't support the canvas tag.
et: Sinu brauser ei toeta canvase tag`i.

source: Results distribution
et: Tulemuste jaotamine.

source: Search Results
et: Otsingu Tulemust

source: See more
et: Vaata edasi

source: Querywords
et: Otsingusõnad

source: Archived results
et: Arhiveeritud tulemust

source: Latest Notifications
et: Viimased Sündmused

source: No notifications.
et: Sündmused puuduvad.

source: Ask a question
et: Esita küsimus

source: Ask
et: Küsi

source: Forgot Password
et: Unustasite salasõna

source: Password Recovery
et: Salasõna taastamine

source: Forgot your password? Enter your username and we will send you instructions how to recover it
et: Unustasite salasõna? Palun sisestage oma kasutajanimi ja me saadame teile juhised salasõna taastamiseks

source: E-mail
et: E-post

source: send password to e-mail
et: saata parool meilile

source: Toggle navigation
et: Toggle navideerimine

source: Login
et: Logi sisse

source: Register
et: Registreeri

source: or register lawcats user
et: või registreeri lawcats kasutaja

source: Username
et: Kasutajanimi

source: Email
et: E-post

source: Password
et: Salasõna

source: Name
et: Nimi

source: First Name
et: Eesnimi

source: Last Name
et: Perekonnanimi

source: I have read and agree to the <a href="https://docs.google.com/document/d/1UxuB6EgzQf0G7tiUY_pzlha3e9_okw-fz4KKmXohOrc/edit?usp=sharing" target="_blank">terms of use</a>
et: Oled lugenud ja nõustun <a href="https://docs.google.com/document/d/1UxuB6EgzQf0G7tiUY_pzlha3e9_okw-fz4KKmXohOrc/edit?usp=sharing" target="_blank">kasutajatingimustega</a>

source: Submit
et: Esitama

source: or with lawcats user
et: või lawcats kasutajaga

source: Don't remember password?
et: Ei mäleta salasõna?

source: Automated Search & Topic Tracking
et: Automatiseeritud Otsing & Teema Jälgimine

source: Real-time & automated data mining and topic tracking
et: Reaalajas & automatiseeritud andmete kaevandamine ja teema jälgimine

source: Sign up for a free trial
et: Registreeru tasuta proovimiseks

source: Continue
et: Jätka

source: Real-time data mining and topic tracking
et: Reaalajas andmete kaevandamine ja teema jälgimine

source: Utilizing amazing modern technologies, our robots can handle heavy workloads of user requests for scraping the web. It is all automated - you'd only have to schedule the search, and the platform does the rest.
et: Meie robotid tulevad kasutajate päringute käsitlemisel toime suure töökoormusega, kasutades interneti monitoorimisel suurepäraseid modernseid tehnoloogiaid. Kõik see on automatiseeritud - sul on vaja vaid lähtestada otsingud, ja edasi teeb meie platform kõik muu.

source: Set up a scheduled search
et: Seadista plaanitud otsing

source: Set up search words, search frequencies and sources. You can also add your own sources. Custom sources will be added within seconds.
et: Määra otsingusõnad, otsingu sagedus ja allikad. Saad lisada ka oma enda allikad. Sinu tellitud allikad lisatakse automaatselt sekundite jooksul.

source: Manage your results
et: Halda tulemusi

source: Your results are stored for you to explore, sort, archive and search from stored results. You can also tag your results to be easily found later.
et: Sinu tulemused on säilitatud sinule uurimiseks, sorteerimiseks, arhiveerimiseks ning säilitatud tulemuste seast otsimiseks. Saad tulemusi ka tagida, selleks et neid hiljem lihtsasti leida.

source: Stay informed
et: Ole informeeritud

source: Track and analyze your results and search results statistics in the dashboard, desktop or mobile.
et: Jälgi ja analüüsi oma tulemusi ja tulemuste statistikat dashboardil, desktopil või mobiilis.

source: Use Cases
et: Kasutusvõimalused

source: Try a sample search!
et: Proovi näidisotsingut!

source: Registered members have access to over 100 pre-existing sources.
et: Registreeritud kasutajad pääsevad ligi enam kui sajale olemasolevale allikale.

source: A comma-separated list of topics
et: Koma - teemade eraldamiseks

source: Sources
et: Allikad

source: No results found.
et: Tulemusi ei leitud.

source: Pricing
et: Hinnastamine

source: per month
et: kuus

source: Translates to days worth of manual search
et: Teisendatud päevadeks, mis kuluvad käsitsi otsimiseks

source: automatic searches per month
et: automaatset otsingut kuus

source: unlimited sources
et: limiteerimata allikad

source: dashboard alerts
et: dashboardi teavitused

source: No need to worry about limits
et: Pole põhjust limiitide pärast muretsemiseks

source: unlimited automatic searches
et: limiteerimata automaatsed otsingud

source: e-mail reports
et: e-posti raportid

source: view a sample report
et: vaata näidisraportit

source: Proceed to site
et: Jätka lehele

source: Back to changing password
et: Tagasi salasõna muutmise juurde

source: Message
et: Sõnum

source: login
et: logi sisse

source: Login with google
et: Logi sisse Google'iga

source: Username
et: Kasutajanimi

source: Password
et: Salasõna

source: Submit
et: Esita

source: Forgot password?
et: Unustasite salasõna?

source: Signup
et: Registreeri

source: Add new
et: Lisa uus

source: Queryword
et: Otsingusõna

source: Start Date
et: Algus Kpv

source: Search Frequency
et: Otsingu Sagedus

source: Actions
et: Tegevus

source: Remove
et: eemalda

source: No querywords
et: Märksõnad puuduvad

source: You can add multiple querywords by separating them with a comma.
et: Saad lisada mitu otsingusõna need komaga eraldades.

source: topic, another topic
et: teema, teine teema

source: Choose from which sources you'd like to start receiving updates.
et: Vali, mis allikatest sa soovid uuendusi saada.

source: Request your own source here!
et: Taotle oma allikat siin!

source: or search from existing sources
et: või otsi olemasolevate allikate seast

source: Search frequency
et: Otsingu sagedus

source: Choose how often you'd like our robots to search for your request.
et: Vali, kui tihti sa soovid, et robotid otsiksid.

source: Add
et: Lisa

source: Monthly Searches
et: Kuised Otsingud

source: Search frequency: Every
et: Otsingu sagedus: Iga

source: hours
et: tundi

source: Change Frequency: Every
et: Muuda sagedust: Iga

source: hours.
et: tundi.

source: Update frequency
et: Muuda sagedust

source: Close
et: Sulge

source: Request your own source
et: Taotle oma allikat

source: URL for source
et: URL allika jaoks

source: Make sure it begins with http or www
et: Tee kindlaks, et see algaks http või www

source: Brief description
et: Lühikirjeldus

source: If our engine fails to implement your source automatically, this helps us understand what were you trying to search.
et: Kui programm ei suutnud allikat automaatselt implementeerida, siis see aitab meil mõista, mida soovisid otsida.

source: Send request
et: Saada päring

source: Password Change
et: Salasõna muutmine

source: Confirm Password
et: Kinnita salasõna

source: Update password
et: Uuenda salasõna

source: Archive
et: Arhiveeri

source: Search results by tag, title, date or any other available feature
et: Otsin tulemusi tagi, pealkirja, kuupäeva või mõne teise kättesaadava tunnuse järgi

source: Date
et: Kuupäev

source: Source
et: Allikas

source: Title
et: Pealkiri

source: Tags
et: Sildid

source: When adding tags, you can look up your results by searching only for the tags.
et: Kui lisad silte, siis saad tulemusi otsida otsides vaid siltide järgi.

source: No tags
et: Sildid puuduvad

source: Search archived results
et: Otsi arhiveeritud tulemusi

source: Unarchive
et: Eemalda arhiivist

source: No archived results
et: Arhiveeritud tulemused puuduvad

source: Search Date
et: Otsingu kuupäev

source: Result Date
et: Tulemuse kuupäev

source: Add tags
et: Lisa silte

source: Court Registries
et: Kohturegistrid

source: Sanctions
et: Sanktsioonid

source: Archives
et: Arhiivid

source: Monitoring
et: Monitoorimine

source: Custom
et: Lissatud

source: Search date
et: Otsingu kuupäev

source: name, another name
et: nimi, nimi2

source: Search
et: Otsing

source: Search results
et: Otsingu tulemused

source: Programs
et: Programmid

source: You have been invited to a usergroup. The creator of that group will be paying for your usage from now on. Do you want to join usergrup
et: Sa oled kutsutud kasutajagruppi. Selle grupi looja maksab edaspidi sinu kasutustasu. Kas soovid selle kasutajagrupiga ühineda

source: Yes
et: Jah

source: No
et: Ei

source: Answer
et: Vastus

source: user usage
et: kasutaja kasutus

source: Searches will expire
et: Otsingud aeguvad

source: You can add
et: Te võite lisada

source: searches
et: otsingut

source: searches are being done every month
et: otsingut tehakse iga kuu

source: Your time limit has been exceeded! Automated searches disabled! Extend your limit to unlock automated searches.
et: Sinu ajalimiit on ületatud! Automaatsed otsingud väljalülitatud! Automaatsete otsingute sisse lülitamiseks pikenda oma limiiti.

source: Packet
et: Pakett

source: Custom sources
et: Tellitud allikad

source: Manage usergroups
et: Redigeeri kasutajagruppi

source: E-mail alerts
et: e-posti teavitused

source: Change password
et: Muuda salasõna

source: Your paid package is managed by the creator of your group. To be able to manage your personal package, you must leave from usergroup
et: Sinu makstud paketti haldab sinu grupi looja. Isikliku paketi haldamise võimaldamiseks tuleb sul kasutajagrupist lahkuda

source: Leave
et: Lahku

source: You are a groupmaster for usergroup <b>%(user_group)s</b>. You will be billed for each user
et: Sa oled kasutajagrupi <b>%(user_group)s</b> haldaja. Iga sinu grupis oleva kasutaja eest esitatakse arve sinule

source: Your estimated charges for the month will be
et: Arvestuslik tasu sinule selle kuu eest on

source: automatic searches
et: automaatset otsingud

source: Basic
et: Baas

source: Premium
et: Preemium

source: Months
et: Kuud

source: Estimated price
et: Prognoositud hind

source: Extend
et: Pikenda

source: You can set up e-mail reports. E-mail reports are good for staying informed of recent activity and statistics. You can set up multiple e-mails where you would like to receive the reports (separate multiple addresses with a comma). View a sample report <a href="#">here</a>
et: Saad seadistada teavitused e-posti teel. E-posti raportid on head olemaks informeeritud viimastest sündmustest ja statistkast. Raporteid on võimalik saata mitmele e-postile (eralda erinevad aadressid komaga). Tutvu näidisraportiga siin <a href="#">siin</a>

source: You are receiving reports to %(email_reports_mails)s every %(email_reports_frequency)s days
et: Saad raporteid e-postile %(email_reports_mails)s iga %(email_reports_frequency)s päeva järel

source: You are currently not receiving e-mail reports
et: Hetkel sa ei saa raporteid e-posti teel

source: E-mail addresses
et: e-posti aadressid

source: Frequency
et: Sagedus

source: You can create a usergroup to share same limits as you. If created, you can either invite existing users of the service, or invite new users by email.
et: Oma limiidi jagamiseks saad luua kasutajagrupi. Pärast kasutajagrupi loomist saad oma kasutajagruppi kutsuda nii olemasolevaid, kui ka uusi kasutajaid.

source: Usergroup name
et: Kasutajagrupi nimi

source: Create
et: Loo

source: You are a member of a paid group. You can only be in one group at a time. You can leave from
et: Sa oled makstud kasutajagrupi liige. Saad olla vaid ühes grupis korraga. Sa saad lahkuda kasutajagrupist

source: Determine which users belong to your group "%(group_master)s". Those users will be having the same limits as you. Group master will be billed for all group members.
et: Määra, missugused kasutajad kuuluvad gruppi "%(group_master)s". Need kasutajad jagavad sinu limiiti. Grupi haldaja/omanik maksab kõikide grupi liikmete eest.

source: If a new user is not already using the service, we will send an invitation email!
et: Kui uus kasutaja juba ei kasuta teenust, siis me saadame kutse e-postile!

source: User
et: Kasutaja

source: You can request a source free of charge. Sources will be implemented into the service within seconds to a few business days. Just give us the link and a short description of what do you want our robots to look for.
et: Saad tasuta tellida uue allika. Allikad lisatakse sekundite kuni mõne tööpäeva jooksul. Lihtsalt anna meile link ja lühike kirjeldus, mida soovid, et meie robotid otsiksid sealt.

source: Link to Source
et: Link allikale.

source: Request
et: Päring

source: Implemented Sources
et: Lisatud allikad

source: Old password
et: Vana salasõna

source: New password once
et: Vana salasõna esimest korda

source: New password twice
et: vana salasõna teist korda

source: Change
et: Muuda

source: Register a new user
et: Registreeri uus kasutaja
